"Weather" = "Været";
"Haze" = "Dis";
"Currently %@" = "%@ nå";
"Windy" = "Vind";
"Thunderstorms" = "Kraftig tordenvær";
"%@º" = "%@º";
"Low" = "Min.";
"NW" = "NV";
"TODAY" = "I DAG";
"Knots" = "Knop";
"UV: %@" = "UV: %@";
"UV Index" = "UV-indeks";
"E" = "Ø";
"Request Location Access" = "Be om godkjenning";
"Kilometers" = "Kilometer";
"South" = "Sør";
"Current Weather" = "Værforhold";
"WEATHER" = "VÆRET";
"Feels Like" = "Føles som";
"Extreme" = "Ekstremt";
"Chance of Rain" = "Sjanse for regn";
"Sleet" = "Sludd";
"N" = "N";
"Very High" = "Svært høy";
"SE" = "SØ";
"Feels Like: %@" = "Føles som: %@";
"East" = "Øst";
"%@ cm" = "%@ cm";
"South East" = "Sørøst";
"%@ mm" = "%@ mm";
"Snow" = "Snø";
"S" = "S";
"m/s" = "m/s";
"High" = "Maks";
"Precipitation" = "Nedbør";
"%@ chance of rain" = "%@ sjanse for regn";
"Tornadoes" = "Tornadoer";
"%@ mb" = "%@ mb";
"Mostly Clear" = "Stort sett skyfritt";
"Rain" = "Regn";
"Current location: %@" = "Nåværende posisjon: %@"; // weather
"%@ m/s" = "%@ m/s";
"%@ hPa" = "%@ hpa";
"Medium" = "Middels";
"%@ km" = "%@ km";
"%@ km/h" = "%@ km/t";
"South West" = "Sørvest";
"Visibility" = "Sikt";
"%@ miles" = "%@ miles";
"NE" = "NØ";
"Today" = "I dag";
"%@ knots" = "%@ Knop";
"inches" = "Tommer";
"%@ mph" = "%@ mph";
"Temperature" = "Temperatur";
"North" = "Nord";
"Chance of Snow" = "Sjanse for snø";
"North East" = "Nordøst";
"Current Temperature" = "Gjeldende temperatur";
"MPH" = "MPH";
"Rain Probability" = "Sjanse for regn";
"SW" = "SV";
"%@\"" = "%@\"";
"Location: %@" = "Sted: %@";
"Hail" = "Hagl";
"km" = "km";
"West" = "Vest";
"Pressure" = "Trykk";
"Fog" = "Tåke";
"Clear" = "Skyfritt";
"Current Location" = "Nåværende posisjon";
"%@ kilometers" = "%@ kilometer";
"Wind" = "Vind";
"%@ chance of snow" = "%@ sjanse for snø";
"hPa" = "hPa";
"Moderate" = "Moderat";
"Partly Cloudy" = "Delvis overskyet";
"Miles" = "Miles";
"%@ in" = "%@ tm";
"More Information" = "Mer informasjon";
"km/h" = "km/t";
"Humidity" = "Luftfuktighet";
"North West" = "Nordvest";
"Cloudy" = "Overskyet";
"cm" = "cm";
"mph" = "mph";


// Unlocalized strings



// Unlocalized strings

"Dew Point" = "Dew Point";
"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Your weather access has expired. You will need to purchase a new package to continue receiving weather data.";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "You do not have an active weather account. You will need to purchase a weather paackge to receive weather data.";
"Please update iStat Menus to continue receiving weather data." = "Please update iStat Menus to continue receiving weather data.";
"View & Purchase Packages" = "View & Purchase Packages";


// Modified strings

